Repository: abodnyaUA/DBCourseWork
Catalog: Settings/*.lproj/Localizable.strings
Languages: uk

# kMakeActiveOrderString
source: Make Active
uk: Зробити активним

# kMoveInArchiveOrderString
source: Archivate
uk: Відправити в архів

# kNavigationBarTitleOrder
source: Order to %@
uk: Замовлення на %@

# kOrderModelNameTableColomn
source: Model name
uk: Назва товару

# kOrderModelCountTableColomn
source: Count
uk: Кількість

# kOrderModelPriceTableColomn
source: Total price
uk: Сумма

# kAlertDeleteOrderTitle
source: Deleting Order
uk: Видалити Замовлення

# kAlertDeleteOrderText
source: Do you really want to delete this order?
uk: Ви справді хочете видалити замовлення?

# kAlertButtonDelete
source: Delete
uk: Видалити

# kAlertButtonCancel
source: Cancel
uk: Скасувати

# kAlertMissedModelsTitle
source: Missed Models
uk: Не Вказаний Товар

# kAlertMissedModelsText
source: You haven't select any model
uk: Ви не вказали жодного товару

# kAlertMissedRecieverTitle
source: Missed Reciever
uk: Не Вказаний Отримувач

# kAlertMissedRecieverText
source: Reciever field is empty
uk: Ви не вказали отримувача

# kAlertFailOrderContinueButton
source: Continue Fill
uk: Заповнити

# kAlertFailOrderCancelButton
source: Cancel Order
uk: Скасувати

# kStoryboardMainTitle
source: Course Work of Bodnya Alexey (TV-11)
uk: Курсова робота Бодні Олексія (ТВ-11)

# kStoryboardNewOrder
source: New Order
uk: Нове замовлення

# kStoryboardOrderListTitle
source: Orders
uk: Замовлення

# kStoryboardNewReciever
source: New Reciever
uk: Новий замовник

# kStoryboardRecieversListTitle
source: Recievers
uk: Замовники

# kStoryboardNewModel
source: New Model
uk: Новий товар

# kStoryboardModelsListTitle
source: Models
uk: Товари на складі

# kStoryboardMainOrderList
source: Order list
uk: Список замовлень

# kStoryboardMainRecieverList
source: List of Recievers
uk: Список замовників

# kStoryboardMainModelList
source: Models on warehouse
uk: Товари на складі

# kStoryboardMainNewOrder
source: New Order
uk: Нове замовлення

# kStoryboardAddModelCount
source: Count:
uk: К-сть:

# kStoryboardAddModelPrice
source: Price:
uk: Ціна:

# kStoryboardAddModelNamePlaceholder
source: Model Name
uk: Назва товару

# kStoryboardAddModelCountPlaceholder
source: Count
uk: Кількість товару

# kStoryboardAddModelPricePlaceholder
source: Price in $
uk: Ціна в доларах

# kStoryboardModelDetailCount
source: Count:
uk: К-сть:

# kStoryboardModelDetailPrice
source: Price:
uk: Ціна:

# kStoryboardModelDetailID
source: Model ID:
uk: № Товару:

# kStoryboardAddRecieverAdress
source: Adress:
uk: Адреса:

# kStoryboardAddRecieverPhone
source: Phone:
uk: Тел.:

# kStoryboardAddRecieverBank
source: Bank account:
uk: Рахунок:

# kStoryboardAddRecieverNamePlaceholder
source: Company Name
uk: Ім’я та Прізвище замовника або назва компанії

# kStoryboardAddRecieverAdressPlaceholder
source: Ukraine, city Kiev, Politekhnichna st. 8
uk: Україна, м.Київ, вул. Політехнічна 8

# kStoryboardAddRecieverBankPlaceholder
source: example: 5243-5223-2111-2456
uk: приклад: 5243-5223-2111-2456

# kStoryboardRecieverDetailID
source: Company ID:
uk: № Замовника:

# kStoryboardRecieverDetailAdress
source: Adress:
uk: Адреса:

# kStoryboardRecieverDetailPhone
source: Phone:
uk: Тел.:

# kStoryboardRecieverDetailBank
source: Bank account:
uk: Рахунок:

# kStoryboardOrderListSortStatus
source: Status
uk: Статус

# kStoryboardOrderListSortDate
source: Date
uk: Дата

# kStoryboardOrderListSortPrice
source: Price
uk: Ціна

# kStoryboardOrderListSortReciever
source: Reciever
uk: Замовник

# kStoryboardOrderListLabelSort
source: Sort with
uk: Сортувати за

# kStoryboardOrderListShowActive
source: Active
uk: Активні

# kStoryboardOrderListShowArchived
source: Archived
uk: В архіві

# kStoryboardOrderListLabelShow
source: Status
uk: Статус

# kStoryboardOrderListCellReciever
source: Reciever:
uk: Отримувач:

# kStoryboardOrderListCellModels
source: Models:
uk: Товари:

# kStoryboardOrderListCellArchive
source: In Archive
uk: В архіві

# kStoryboardOrderListCellActive
source: Active order
uk: Активне

# kStoryboardMakeOrderModels
source: Models:
uk: Товари:

# kStoryboardMakeOrderReciever
source: Reciever:
uk: Отримувач:

# kStoryboardMakeOrderChooseModels
source: Choose...
uk: Обрати...

# kStoryboardMakeOrderChooseReciever
source: Choose...
uk: Обрати...

# kStoryboardOrderDetailCompany__
source: Company: _________
uk: Постачальник: _____

# kStoryboardOrderDetailReciever__
source: Reciever: ________
uk: Отримувач: ______

# kStoryboardOrderDetailTotal
source: Total:
uk: Всього:

# kStoryboardOrderDetailModels
source: Models:
uk: Товари:

# kStoryboardOrderDetailBank
source: Bank:
uk: Рахунок:

# kStoryboardOrderDetailPhone
source: Phone:
uk: Тел.:

# kStoryboardOrderDetailAdress
source: Adress:
uk: Адреса:

# kStoryboardOrderDetailReciever
source: Reciever:
uk: Отримувач:

# kStoryboardOrderDetailOrderNumber
source: Order â„–
uk: Замовлення №
